{
    "home": {
        "header": "Start",
        "body": {
            "header_title":"Angela Davis, a brief biography of a big Woman:", 
            "content":[
                "The project consist in web site development to tell about the history and actions of some black figures in literature.",
                "We (the authors of the site) chose the author Angela Davis, and on this site we will be showing you the story of Angela and her story as a black author in the United States.",
                "The site has been development in the subjects:",
                "Web development 2",
                "Language portuguese",
                "English tecnican",
                "With the help of the sociology teacher: Guilherme Tommaselli",
                "The sites that the information has been taken about the life and work of Angela Davis:",
                "https://brasilescola.uol.com.br/filosofia/angela-davis.htm",
                "https://www.hypeness.com.br/2017/01/a-vida-e-a-luta-de-angela-davis/",
                "https://www.geledes.org.br/angela-davis-2/",
                "Available just in portuguese",
                "About the Project"
            ]
        
        },
        "footer": ["In progress...","Owners: Exodo Jaffar e João Lucas"]
    },
    "menu":["Start","Essays","Angela Davis","Who are we?","Contact"],
    "headerMenu":"navigate through the menu",
    "AD":{
        "header":"Angela Davis",
        "body":["The life and fight of Angela Davis:","Who is She?",
            "Angela Davis is an philosopher, teacher, writer and american activist. Since 1960, Davis fight for black people and women rights.",
            "What are the ideologies of her?",
            "Angela had contact with the progressism in 1959 with a white pastor. In 1960 she had contact with the Frankfurt school (ideology). So, she believes that marxism is the best politican and social organization, because according to her the marxism worries about a equal money distribuition. Therefore, she says the her is: marxist, activist by the black people rights and feminist.",
            "The fame and your risks:",
            "After she joined up the party communist, she was persecuted by the government that watched a dangerous moment in cold war. This fact letted her more revolted with the government, where in response she strogest her ligations with the political militanci. Later, Angela became a simpatizante of social and political group of combat to the racism called \"Black Panther\". After the big increase, in 1970 ,the California government started the discussion about the prohibition of guns port in the street to disarm the Panthers",
            "The answer",
            "The black Panthers took the decision of go to the assembly and talk about the prohibition. Bob, the organizer, commited a big mistake, he missed the way and went to the plenary. They was armed and that is why the supporters of the ban took advantage of the mistake and declared the episode like a threaten of legislative. The FBI saw a chance of desmoralize and dismantle the group and in this event Angela was accused to be a of minds behind the episode.",
            "Just give up? NO",
            "with the decreted prison, Angela doesn't accepted, ran away and was accompanied by the media day by day in what was one of the biggest human hunts of USA. Angela was arrested in october on city of New York.",
            "The World:",
            "immediately the people created a moviment by the freedom of Davis and the other liders of Panthers. John Lennon, Jean Paul Sartre and the famous conductor Leonard Bernstein were some of figures the supported the moviment.",
            "The judgment",
            "by the lack of evidence, in June of 1972, Angela Yvonne Davis was cleared of accusations.",
            "Hard critics:",
            "In 1975, Angela was accused of hipocrisy by the russian dissident Aleksandr Solzhenitsyn, he was accussing her of be hipocrit by simpatize with the URSS, while neglecting the conditions of politicans prisoners in communists regimes and by ignore a cards of Tchecans politican prisoners asking by help"
        ]
    },
    "Who":{
        "Header":"About us",
        "Body":{
            "imgs":["./img/Neabi.png","./img/Fabio.jpg","./img/Guilherme.gif","./img/Rafael.gif","./img/Malungos.jpeg"],
            "describe":[
              "The Nucleus of Afro-brazilian and indigenous studies (NEABI) has the function of auxiliary the studies, searches and extension actions that promote the reflection about ethnic-racial problems. \nLinked to teaching, search and IFMS campi extension directions, under the  extension pro-rectory guidelines (PROEX), the NEABI too try to contribute to the implementation of legal obligation that include at the scholar curriculum the theme: \"the afro-brazilian and indigenous history and culture\".",
              "Fabio has graduation on computer engineer - \"Faculdades Associadas de São Paulo\" (2006), he has a specialization by the FACEL in teaching in Information Technology (2018) and specialization by the FIAR in gradation pedagogical in History. At the moment the Faria is a fixed teacher at IFMS. The teacher has experience at the area computation science, with emphasis on analyses and developing/web developing. Nowadays, the docent teach classes in IFMS-Campo Grandes",
              "The Guilherme has graduation in social sciences by the \"Universidade Estadual Paulista Júlio de Mesquita Filho\" (2009). Master in education by \"Universidade Estadual Paulista Júlio de Mesquita Filho\" (2009) and doctor in education by \"Universidade Estadual Paulista Júlio de Mesquita Filho\" (2018). At the momment, he is sociology docent at \"Instituto Federal de Educação, Ciência e Tecnologia de Mato Grosso do Sul\"(IFMS). The teacher has experience in education area, with emphasis in education, working mainly in the next themes: Education, ethnic-racials relations and racism. Nowadays, the teacher teach classes in IFMS-Três lagoas",
              "Literary language doctor and socials interfaces: studies compared by \"UNIOSTE\", with search about the process of critical analyze feminist literary on Brazil territory on romance of Conceição Evaristo, Insubmissas Lágrimas de Mulheres; literature and cultural practices master (scholarship holder FUNDECT) by \" Universidade Federal da Grande Dourados\" (2007), where the master analyzed the construction that the subject be suffers with the effects of immigration on romance, \"Americanah\" (2013), of Nigerian Chimamanda Ngozi Adichie. The master  has graduated in portuguese/english and your respectives literaturies by \"Universidade Estadual de Mato Grosso do Sul\" (2014); he has taught on the program of initialization to docency (PIBID/2014). Campuses IFMS-Campo Grande.",
            ""
        ],
            "names":["NEABI","Fabio Faria","Guilherme Tomaselli","Rafael Souza","M.Z.D"],
            "more":[]
        },
        "footer":["In progress... hey, try click at the names","Owners: Exodo Jaffar e João Lucas"]
            }
}
